Repository: sylwaninn/drafft-ios
Catalog: Drafft/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt

source: We're preparing your export. A download link goes to %@, usually within 24 hours of %@. The link works for 7 days.
de: Wir bereiten deinen Export vor. Ein Download-Link geht an %@, meist innerhalb von 24 Stunden ab %@. Der Link gilt 7 Tage.
es: Estamos preparando tu exportación. Enviaremos un enlace de descarga a %@, normalmente en menos de 24 horas desde el %@. El enlace vale durante 7 días.
fr: On prépare ton export. Un lien de téléchargement sera envoyé à %@, en général sous 24 heures après le %@. Le lien est valable 7 jours.
it: Stiamo preparando i tuoi dati. Un link per il download arriverà a %@, di solito entro 24 ore da %@. Il link è valido per 7 giorni.
nl: We maken je export klaar. Een downloadlink gaat naar %@, meestal binnen 24 uur na %@. De link is 7 dagen geldig.
pt: Estamos a preparar a tua exportação. Um link para descarregar vai para %@, normalmente até 24 horas depois de %@. O link é válido durante 7 dias.

source: We've set it to your phone's language. You can change it anytime in You.
de: Wir haben die Sprache deines Handys übernommen. Du kannst sie jederzeit unter Du ändern.
es: Lo hemos puesto en el idioma de tu móvil. Puedes cambiarlo cuando quieras en Tú.
fr: On l'a réglée sur la langue de ton téléphone. Tu peux la changer quand tu veux dans Toi.
it: L'abbiamo impostata sulla lingua del telefono. Puoi cambiarla quando vuoi in Tu.
nl: We hebben de taal van je telefoon ingesteld. Je kunt het altijd wijzigen onder Jij.
pt: Usámos o idioma do teu telemóvel. Podes alterá-lo quando quiseres em Tu.

# Weekday dawn runner, weekend long rides…
source: Dawn runs on weekdays, long rides on Sundays
de: Unter der Woche Läufe im Morgengrauen, sonntags lange Touren
es: Rodajes al amanecer entre semana, rutas largas el domingo
fr: Footing à l'aube en semaine, longues sorties vélo le dimanche
it: Corse all'alba in settimana, uscite lunghe la domenica
nl: Doordeweeks hardlopen bij zonsopgang, zondag lange ritten
pt: Corridas de madrugada à semana, voltas longas ao domingo

source: Weekend long run:
de: Langer Lauf am Wochenende:
es: Tirada larga del finde:
fr: Sortie longue du week-end :
it: Lungo del weekend:
nl: Lange duurloop in het weekend:
pt: Corrida longa de fim de semana:

source: Weekly boost
de: Wöchentlicher Boost
es: Boost semanal
fr: Boost hebdomadaire
it: Boost settimanale
nl: Wekelijkse boost
pt: Boost semanal

source: Welcome back
de: Willkommen zurück
es: Hola de nuevo
fr: Te revoilà
it: Felici di rivederti
nl: Welkom terug
pt: Olá de novo

source: What are you training for?
de: Wofür trainierst du?
es: ¿Para qué entrenas?
fr: Quel est ton objectif ?
it: Per cosa ti stai allenando?
nl: Waarvoor train je?
pt: Para que estás a treinar?

source: What happened?
de: Was ist passiert?
es: ¿Qué ha pasado?
fr: Que s'est-il passé ?
it: Cosa è successo?
nl: Wat is er gebeurd?
pt: O que aconteceu?

# What keeps me going on hard days
source: On off days, what keeps me going is
de: An schlechten Tagen hält mich am Laufen:
es: Los días malos, lo que me hace seguir es
fr: Les jours sans, ce qui me fait avancer, c'est
it: Nei giorni no, quello che mi fa andare avanti è
nl: Op mindere dagen houdt dit me op de been:
pt: Nos dias maus, o que me faz continuar é

source: What others see
de: Was andere sehen
es: Lo que ven los demás
fr: Ce que les autres voient
it: Cosa vedono gli altri
nl: Wat anderen zien
pt: O que os outros veem

source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fr: Comment on t'appelle ?
it: Come ti chiami?
nl: Hoe mogen we je noemen?
pt: Como te devemos chamar?

source: What you changed since your last save will be lost.
de: Was du seit dem letzten Speichern geändert hast, geht verloren.
es: Se perderá lo que hayas cambiado desde la última vez que guardaste.
fr: Les modifications faites depuis ton dernier enregistrement seront perdues.
it: Le modifiche dall'ultimo salvataggio andranno perse.
nl: Wat je sinds de laatste keer opslaan hebt gewijzigd, gaat verloren.
pt: O que alteraste desde a última vez que guardaste vai perder-se.

source: What you typed here will be lost.
de: Was du hier eingegeben hast, geht verloren.
es: Se perderá lo que hayas escrito aquí.
fr: Ce que tu as saisi ici sera perdu.
it: Quello che hai scritto qui andrà perso.
nl: Wat je hier hebt getypt, gaat verloren.
pt: O que escreveste aqui vai perder-se.

source: What you write is what they see
de: Was du schreibst, sehen die anderen
es: Lo que escribes es lo que ven
fr: Ce que tu écris, c'est ce qu'on voit
it: Vedono esattamente quello che scrivi
nl: Wat je schrijft, is wat zij zien
pt: O que escreves é o que veem

# What your perfect Sunday session looks like
source: Your perfect Sunday session
de: Deine perfekte Sonntags-Session
es: Tu sesión de domingo ideal
fr: Ta séance du dimanche idéale
it: La tua sessione perfetta della domenica
nl: Jouw perfecte zondagsessie
pt: A tua sessão de domingo perfeita

source: What's included
de: Was enthalten ist
es: Qué incluye
fr: Contenu de l'export
it: Cosa è incluso
nl: Wat erin zit
pt: O que está incluído

source: What's your next goal?
de: Was ist dein nächstes Ziel?
es: ¿Cuál es tu próximo objetivo?
fr: Quel est ton prochain objectif ?
it: Qual è il tuo prossimo obiettivo?
nl: Wat is je volgende doel?
pt: Qual é o teu próximo objetivo?

source: What's your number?
de: Wie ist deine Nummer?
es: ¿Cuál es tu número?
fr: Quel est ton numéro ?
it: Qual è il tuo numero?
nl: Wat is je nummer?
pt: Qual é o teu número?

source: When
de: Wann
es: Cuándo
fr: Quand
it: Quando
nl: Wanneer
pt: Quando

source: When someone reacts to one of your messages.
de: Wenn jemand auf eine deiner Nachrichten reagiert.
es: Cuando alguien reacciona a uno de tus mensajes.
fr: Quand quelqu'un réagit à l'un de tes messages.
it: Quando qualcuno reagisce a un tuo messaggio.
nl: Als iemand reageert op een van je berichten.
pt: Quando alguém reage a uma das tuas mensagens.

source: When your free boost of the week is added.
de: Wenn dein kostenloser Wochen-Boost gutgeschrieben wird.
es: Cuando se añade tu boost gratis de la semana.
fr: Quand ton boost offert de la semaine est ajouté.
it: Quando viene aggiunto il tuo boost gratuito della settimana.
nl: Als je gratis boost van de week is toegevoegd.
pt: Quando o teu boost grátis da semana é adicionado.

source: When's your birthday?
de: Wann hast du Geburtstag?
es: ¿Cuándo naciste?
fr: Quelle est ta date de naissance ?
it: Qual è la tua data di nascita?
nl: Wanneer ben je jarig?
pt: Quando fazes anos?

source: Where do you train?
de: Wo trainierst du?
es: ¿Dónde entrenas?
fr: Où t'entraînes-tu ?
it: Dove ti alleni?
nl: Waar train je?
pt: Onde treinas?

source: Which describes you best?
de: Was beschreibt dich am besten?
es: ¿Qué te describe mejor?
fr: Qu'est-ce qui te décrit le mieux ?
it: Cosa ti descrive meglio?
nl: Wat past het best bij jou?
pt: O que te descreve melhor?

# Who do you want to meet?
source: Who would you like to meet?
de: Wen würdest du gern kennenlernen?
es: ¿A quién te gustaría conocer?
fr: Qui aimerais-tu rencontrer ?
it: Chi ti piacerebbe conoscere?
nl: Wie zou je willen leren kennen?
pt: Quem gostavas de conhecer?

source: Who you liked and matched with
de: Wen du geliket und mit wem du gematcht hast
es: A quién diste like y con quién hiciste match
fr: Qui tu as liké et avec qui tu as matché
it: A chi hai messo like e con chi hai fatto match
nl: Wie je hebt geliket en met wie je hebt gematcht
pt: A quem deste like e com quem fizeste match

source: Why are you leaving?
de: Warum gehst du?
es: ¿Por qué te vas?
fr: Pourquoi tu pars ?
it: Perché te ne vai?
nl: Waarom ga je weg?
pt: Porque te vais embora?

source: Why did the runner bring a map?
de: Warum hatte der Läufer eine Karte dabei?
es: ¿Por qué llevaba un mapa el corredor?
fr: Pourquoi le coureur a-t-il pris une carte ?
it: Perché il runner si è portato una mappa?
nl: Waarom nam de hardloper een kaart mee?
pt: Porque é que o corredor levou um mapa?

source: Win the club tournament
de: Das Vereinsturnier gewinnen
es: Ganar el torneo del club
fr: Gagner le tournoi du club
it: Vincere il torneo del club
nl: Het clubtoernooi winnen
pt: Ganhar o torneio do clube

source: With %@
de: Mit %@
es: Con %@
fr: Avec %@
it: Con %@
nl: Met %@
pt: Com %@

source: Woman
de: Frau
es: Mujer
fr: Femme
it: Donna
nl: Vrouw
pt: Mulher

source: Women
de: Frauen
es: Mujeres
fr: Femmes
it: Donne
nl: Vrouwen
pt: Mulheres

# Write a few words, or skip it for now.
source: A few words are enough. Or skip it for now.
de: Ein paar Worte reichen. Oder überspring es erstmal.
es: Bastan unas palabras. O sáltalo por ahora.
fr: Quelques mots suffisent. Ou passe pour l'instant.
it: Bastano poche parole. O salta per ora.
nl: Een paar woorden is genoeg. Of sla het nu over.
pt: Bastam umas palavras. Ou salta por agora.

source: Write a short bio
de: Schreib eine kurze Bio
es: Escribe una bio corta
fr: Écris une courte bio
it: Scrivi una breve bio
nl: Schrijf een korte bio
pt: Escreve uma bio curta

source: Written prompts
de: Textfragen
es: Preguntas escritas
fr: Questions écrites
it: Domande scritte
nl: Geschreven vragen
pt: Perguntas escritas

source: Wrong
de: Falsch
es: Incorrecto
fr: Faux
it: Sbagliato
nl: Fout
pt: Errado

source: Wrong code. %lld tries left.
de: Falscher Code. Noch %lld Versuche.
es: Código incorrecto. Te quedan %lld intentos.
fr: Code erroné. Encore %lld essais.
it: Codice errato. Ti restano %lld tentativi.
nl: Verkeerde code. Nog %lld pogingen.
pt: Código errado. Restam %lld tentativas.

source: Wrong code. 1 try left.
de: Falscher Code. Noch 1 Versuch.
es: Código incorrecto. Te queda 1 intento.
fr: Code erroné. Encore 1 essai.
it: Codice errato. Ti resta 1 tentativo.
nl: Verkeerde code. Nog 1 poging.
pt: Código errado. Resta 1 tentativa.

source: Wrong or expired code. %lld tries left.
de: Falscher oder abgelaufener Code. Noch %lld Versuche.
es: Código incorrecto o caducado. Te quedan %lld intentos.
fr: Code erroné ou expiré. Encore %lld essais.
it: Codice errato o scaduto. Ti restano %lld tentativi.
nl: Verkeerde of verlopen code. Nog %lld pogingen.
pt: Código errado ou expirado. Restam %lld tentativas.

source: Wrong or expired code. 1 try left.
de: Falscher oder abgelaufener Code. Noch 1 Versuch.
es: Código incorrecto o caducado. Te queda 1 intento.
fr: Code erroné ou expiré. Encore 1 essai.
it: Codice errato o scaduto. Ti resta 1 tentativo.
nl: Verkeerde of verlopen code. Nog 1 poging.
pt: Código errado ou expirado. Resta 1 tentativa.

source: Wrong or expired code. Check it, or send a new one.
de: Falscher oder abgelaufener Code. Prüf ihn oder fordere einen neuen an.
es: Código incorrecto o caducado. Revísalo o pide uno nuevo.
fr: Code erroné ou expiré. Vérifie-le, ou demandes-en un nouveau.
it: Codice errato o scaduto. Controllalo o richiedine uno nuovo.
nl: Verkeerde of verlopen code. Controleer hem of vraag een nieuwe aan.
pt: Código errado ou expirado. Verifica-o ou pede um novo.

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pt: Sim

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pt: Ontem

source: Yesterday %@
de: Gestern %@
es: Ayer %@
fr: Hier %@
it: Ieri %@
nl: Gisteren %@
pt: Ontem %@

source: Yoga then a long lunch?
de: Yoga, dann ein langes Mittagessen?
es: ¿Yoga y luego una comida larga?
fr: Yoga, puis long déjeuner ?
it: Yoga e poi un lungo pranzo?
nl: Yoga en daarna een lange lunch?
pt: Ioga e depois um almoço demorado?

source: You
de: Du
es: Tú
fr: Toi
it: Tu
nl: Jij
pt: Tu

# You already offer this time.
source: You've already added this time.
de: Diese Zeit hast du schon hinzugefügt.
es: Ya has añadido este horario.
fr: Tu as déjà ajouté ce créneau.
it: Hai già aggiunto questo orario.
nl: Deze tijd heb je al toegevoegd.
pt: Já adicionaste este horário.

source: You and %@ both do %@. Say hi, or propose a session while it's fresh.
de: Du und %@ macht beide %@. Sag Hallo oder schlag eine Session vor, solange es noch frisch ist.
es: %@ y tú practicáis %@. Saluda o propón una sesión ahora que está reciente.
fr: %@ et toi, vous partagez un sport : %@. Dis bonjour, ou propose une séance tant que c'est frais.
it: Tu e %@ fate entrambi %@. Saluta o proponi subito una sessione.
nl: Jij en %@ doen allebei %@. Zeg hoi of stel een sessie voor nu het nog vers is.
pt: Tu e %@ praticam %@. Diz olá ou propõe já uma sessão.

source: %@ likes you too. Say hi, or propose a session while it's fresh.
de: %@ likt dich auch. Sag Hallo oder schlag eine Session vor, solange es noch frisch ist.
es: A %@ también le gustas. Saluda o propón una sesión ahora que está reciente.
fr: %@ te like aussi. Dis bonjour, ou propose une séance tant que c'est frais.
it: Piaci anche a %@. Saluta o proponi subito una sessione.
nl: %@ liket jou ook. Zeg hoi of stel een sessie voor nu het nog vers is.
pt: %@ também gosta de ti. Diz olá ou propõe já uma sessão.

source: You can block someone from their profile or a chat.
de: Du kannst jemanden über das Profil oder einen Chat blockieren.
es: Puedes bloquear a alguien desde su perfil o desde un chat.
fr: Tu peux bloquer quelqu'un depuis son profil ou une discussion.
it: Puoi bloccare qualcuno dal suo profilo o da una chat.
nl: Je kunt iemand blokkeren vanaf hun profiel of een chat.
pt: Podes bloquear alguém a partir do perfil ou de uma conversa.

source: You can close this. We'll switch as soon as you confirm.
de: Du kannst das schließen. Wir stellen um, sobald du bestätigst.
es: Puedes cerrar esto. Lo cambiaremos en cuanto lo confirmes.
fr: Tu peux fermer. On change dès que tu confirmes.
it: Puoi chiudere. Faremo il cambio appena confermi.
nl: Je kunt dit sluiten. We passen het aan zodra je bevestigt.
pt: Podes fechar isto. Mudamos assim que confirmares.

# You can end a session anytime, no explanation needed.
source: You can leave a session anytime, no reason needed.
de: Du kannst eine Session jederzeit verlassen, ohne Begründung.
es: Puedes irte de una sesión cuando quieras, sin dar explicaciones.
fr: Tu peux quitter une séance à tout moment, sans te justifier.
it: Puoi lasciare una sessione quando vuoi, senza giustificarti.
nl: Je kunt een sessie altijd verlaten, zonder uitleg.
pt: Podes sair de uma sessão quando quiseres, sem te justificares.

source: You can replace your number, not remove it: it keeps your account secure.
de: Du kannst deine Nummer ersetzen, aber nicht entfernen: Sie schützt dein Konto.
es: Puedes cambiar tu número, pero no quitarlo: mantiene tu cuenta segura.
fr: Tu peux remplacer ton numéro, pas le supprimer : il protège ton compte.
it: Puoi sostituire il tuo numero, non rimuoverlo: protegge il tuo account.
nl: Je kunt je nummer vervangen, niet verwijderen: het houdt je account veilig.
pt: Podes substituir o teu número, mas não removê-lo: é o que mantém a tua conta segura.

source: You can't create a new drafft account.
de: Du kannst kein neues drafft-Konto mehr erstellen.
es: No podrás volver a crear una cuenta en drafft.
fr: Tu ne pourras plus créer de compte drafft.
it: Non potrai più creare un account drafft.
nl: Je kunt geen nieuw drafft-account meer aanmaken.
pt: Não poderás voltar a criar uma conta drafft.

source: You choose what you hear about in You › Notifications.
de: Worüber du informiert wirst, legst du unter Du › Mitteilungen fest.
es: Tú eliges qué avisos recibes en Tú › Notificaciones.
fr: Choisis tes notifications dans Toi › Notifications.
it: Scegli di cosa ricevere notifiche in Tu › Notifiche.
nl: Je kiest waarover je meldingen krijgt via Jij › Meldingen.
pt: Escolhe os avisos que recebes em Tu › Notificações.

source: You do it too
de: Machst du auch
es: Tú también lo practicas
fr: Tu en fais aussi
it: Lo fai anche tu
nl: Doe jij ook
pt: Também praticas

source: You matched with %@
de: Du hast ein Match mit %@
es: Has hecho match con %@
fr: Tu as matché avec %@
it: Hai fatto match con %@
nl: Je hebt een match met %@
pt: Deu match com %@

source: You need to be 18 or older to use drafft.
de: Du musst mindestens 18 sein, um drafft zu nutzen.
es: Tienes que tener 18 años o más para usar drafft.
fr: Tu dois avoir 18 ans ou plus pour utiliser drafft.
it: Devi avere almeno 18 anni per usare drafft.
nl: Je moet 18 jaar of ouder zijn om drafft te gebruiken.
pt: Tens de ter 18 anos ou mais para usar o drafft.

source: You now have
de: Du hast jetzt
es: Ahora tienes
fr: Tu as maintenant
it: Ora hai
nl: Je hebt nu
pt: Agora tens

# You should not go out with me if
source: Run while you still can if
de: Lauf, solange du noch kannst, wenn
es: Huye mientras puedas si
fr: Fuis tant qu'il est encore temps si
it: Scappa finché sei in tempo se
nl: Ren nu het nog kan als
pt: Foge enquanto podes se

source: You sign in with %@, no password
de: Du meldest dich mit %@ an, ohne Passwort
es: Inicias sesión con %@, sin contraseña
fr: Tu te connectes avec %@, sans mot de passe
it: Accedi con %@, senza password
nl: Je logt in met %@, zonder wachtwoord
pt: Inicias sessão com %@, sem palavra-passe

source: You sign in with %@. Changing your email here only affects notifications.
de: Du meldest dich mit %@ an. Eine Änderung der E-Mail hier betrifft nur Mitteilungen.
es: Inicias sesión con %@. Cambiar tu email aquí solo afecta a las notificaciones.
fr: Tu te connectes avec %@. Changer ton e-mail ici ne concerne que les notifications.
it: Accedi con %@. Cambiare l'email qui modifica solo le notifiche.
nl: Je logt in met %@. Je e-mailadres hier wijzigen heeft alleen invloed op meldingen.
pt: Inicias sessão com %@. Alterar o email aqui só afeta as notificações.

source: You'll see each other in Discover again. Your old chat doesn't come back.
de: Ihr seht euch wieder in Entdecken. Euer alter Chat kommt nicht zurück.
es: Volveréis a veros en Descubrir. Vuestro chat anterior no se recuperará.
fr: Vous vous reverrez dans Découvrir. Votre ancienne discussion ne revient pas.
it: Vi vedrete di nuovo in Scopri. La vostra vecchia chat non tornerà.
nl: Jullie zien elkaar weer in Ontdekken. Je oude chat komt niet terug.
pt: Vão voltar a ver-se em Descobrir. A conversa antiga não volta.

source: You'll stay logged in on this iPhone.
de: Auf diesem iPhone bleibst du angemeldet.
es: Seguirás con la sesión iniciada en este iPhone.
fr: Ta session reste ouverte sur cet iPhone.
it: L'accesso resterà attivo su questo iPhone.
nl: Je blijft ingelogd op deze iPhone.
pt: Continuas com sessão iniciada neste iPhone.

source: You'll use it to log in from now on.
de: Damit meldest du dich ab jetzt an.
es: La usarás para iniciar sesión a partir de ahora.
fr: Tu l'utiliseras pour te connecter à partir de maintenant.
it: La userai per accedere da ora in poi.
nl: Hiermee log je voortaan in.
pt: Vais usá-la para iniciar sessão a partir de agora.

source: You're at the front
de: Du bist ganz vorne
es: Estás en cabeza
fr: Tu es en tête
it: Sei in prima fila
nl: Je staat vooraan
pt: Estás à frente

source: You're boosted
de: Boost aktiv
es: Boost activado
fr: Boost activé
it: Boost attivo
nl: Boost actief
pt: Boost ativo

source: You're logged out, so nothing was deleted. Log in again, then delete your account.
de: Du bist abgemeldet, deshalb wurde nichts gelöscht. Melde dich wieder an und lösche dann dein Konto.
es: Has cerrado sesión, así que no se ha eliminado nada. Vuelve a iniciar sesión y elimina tu cuenta.
fr: Ta connexion a expiré, rien n'a donc été supprimé. Reconnecte-toi, puis supprime ton compte.
it: Il tuo accesso è scaduto, quindi non è stato eliminato nulla. Accedi di nuovo, poi elimina il tuo account.
nl: Je bent uitgelogd, dus er is niets verwijderd. Log opnieuw in en verwijder dan je account.
pt: Não tens sessão iniciada, por isso nada foi eliminado. Inicia sessão e depois elimina a tua conta.

source: You're on drafft tempo.
de: Du hast drafft tempo.
es: Ya tienes drafft tempo.
fr: Tu profites de drafft tempo.
it: Ora hai drafft tempo.
nl: Je hebt drafft tempo.
pt: Já tens drafft tempo.

source: You've reached the photo limit. Remove one, then try again.
de: Du hast das Fotolimit erreicht. Entferne eins und versuch es noch mal.
es: Has llegado al límite de fotos. Quita una y vuelve a intentarlo.
fr: Tu as atteint la limite de photos. Retires-en une, puis réessaie.
it: Hai raggiunto il limite di foto. Togline una e riprova.
nl: Je hebt het maximum aantal foto's bereikt. Verwijder er een en probeer het opnieuw.
pt: Chegaste ao limite de fotos. Remove uma e tenta de novo.

source: You've been logged out
de: Du wurdest abgemeldet
es: Se ha cerrado tu sesión
fr: Ta connexion a pris fin
it: Accesso terminato
nl: Je bent uitgelogd
pt: A tua sessão foi terminada

source: You've been logged out. Log in again to continue.
de: Du wurdest abgemeldet. Melde dich wieder an, um weiterzumachen.
es: Se ha cerrado tu sesión. Vuelve a iniciarla para continuar.
fr: Ta connexion a pris fin. Reconnecte-toi pour continuer.
it: Il tuo accesso è terminato. Accedi di nuovo per continuare.
nl: Je bent uitgelogd. Log opnieuw in om verder te gaan.
pt: A tua sessão foi terminada. Inicia sessão novamente para continuar.

source: You've seen everyone who fits your filters. Check back after your next session, or widen them.
de: Du hast alle gesehen, die zu deinen Filtern passen. Schau nach deiner nächsten Session wieder rein oder erweitere sie.
es: Has visto todos los perfiles que encajan con tus filtros. Vuelve después de tu próxima sesión o amplíalos.
fr: Tu as vu toutes les personnes qui correspondent à tes filtres. Reviens après ta prochaine séance, ou élargis-les.
it: Hai visto tutti i profili che rientrano nei tuoi filtri. Torna dopo la prossima sessione o allargali.
nl: Je hebt iedereen gezien die bij je filters past. Kijk na je volgende sessie weer, of verruim ze.
pt: Já viste todos os perfis que encaixam nos teus filtros. Volta depois da próxima sessão ou alarga-os.

source: You've seen every profile within %@. Widen it to see more.
de: Du hast alle Profile im Umkreis von %@ gesehen. Erweitere ihn, um mehr zu sehen.
es: Has visto todos los perfiles en un radio de %@. Amplíalo para ver más.
fr: Tu as vu tous les profils dans un rayon de %@. Élargis-le pour en voir d'autres.
it: Hai visto tutti i profili nel raggio di %@. Allargalo per vederne altri.
nl: Je hebt alle profielen binnen %@ gezien. Vergroot je straal om meer te zien.
pt: Já viste todos os perfis num raio de %@. Alarga-o para veres mais.

source: You've seen everyone around you for now. Widen your filters, or propose a session to a match in Chats.
de: Du hast vorerst alle in deiner Nähe gesehen. Erweitere deine Filter oder schlag einem Match in den Chats eine Session vor.
es: Por ahora has visto a todo el mundo cerca de ti. Amplía tus filtros o propón una sesión a un match en Chats.
fr: Tu as vu tout le monde autour de toi pour l'instant. Élargis tes filtres ou propose une séance à un match dans Discussions.
it: Per ora hai visto tutti qui vicino. Allarga i filtri o proponi una sessione a un match in Chat.
nl: Je hebt voorlopig iedereen in de buurt gezien. Verruim je filters of stel een match in Chats een sessie voor.
pt: Por agora já viste toda a gente perto de ti. Alarga os filtros ou propõe uma sessão a um match nas Conversas.

source: You've seen everyone for now.
de: Du hast vorerst alle gesehen.
es: Por ahora has visto a todo el mundo.
fr: Tu as vu tout le monde pour l'instant.
it: Per ora hai visto tutti.
nl: Je hebt voorlopig iedereen gezien.
pt: Por agora já viste toda a gente.

source: You've seen everyone within %@.
de: Du hast alle im Umkreis von %@ gesehen.
es: Has visto a todo el mundo a menos de %@.
fr: Tu as vu tout le monde à moins de %@.
it: Hai visto tutti entro %@.
nl: Je hebt iedereen binnen %@ gezien.
pt: Já viste toda a gente a menos de %@.
